tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "editorconfig"
brew "fzf"
brew "go"
brew "golang-migrate"
brew "helm"
brew "htop"
brew "jq"
brew "kompose"
brew "librdkafka"
brew "lsd"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "ubersicht"
cask "font-hack-nerd-font"
cask "kitty"
cask "eloston-chromium"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "docker"
